<?php

return [
    'add-new-author' => 'افزودن نویسنده جدید',
    'aaron-website' => 'مجله ارون',
    'author-identities-form' => 'فرم اطلاعات نویسنده',
    'name' => 'نام نویسنده',
    'enter-name' => 'لطفا نام نویسنده را وارد کنید',
    'about' => 'درباره نویسنده',
    'add-photo' => 'افزودن عکس',
    'register-data' => 'ثبت اطلاعات',
    'added-success' => 'اطلاعات با موفقیت ثبت شد و پس از تایید مدیر کل به نمایش گذاشته می شود',
    'new-author' => 'نویسنده های جدید',
    'approve' => 'تایید',
    'delete' => 'حذف',
    'authors-list' => 'لیست نویسنده ها',
    'edit' => 'ویرایش',
    'updated-success' => 'اطلاعات با موفقیت به روز رسانی شد و پس از تایید مدیر کل به نمایش گذاشته می شود',
    'name-required' => 'لطفا نام را پر کنید',
    'about-required' => 'لطفا درباره ی نویسنده را پر کنید',
    'files-photo' => 'فایل آپلود شده باید فقط از نوع عکس باشد',
];